Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ii_varapuheenjohtaja_juuso_osallistuu_arktisen_neuvoston_kokoukseen_rovaniemella.html.tmx
Source language: fin
Languages: sme

source: II varapuheenjohtaja Juuso osallistuu Arktisen neuvoston kokoukseen Rovaniemellä
sme: II várreságajođiheaddji Juuso oassálastá Árktalaš ráđi čoahkkimii Roavvenjárggas

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso osallistuu Arktisen neuvoston kokoukseen Rovaniemellä 6.-7. toukokuuta 2019.
sme: Sámedikki II várreságajođiheaddji Tuomas Aslak Juuso oassálastá Árktalaš ráđi čoahkkimii Roavvenjárggas miessemánu 6.-7. beaivve 2019.

source: Suomen kaksivuotinen puheenjohtajuuskausi Arktisessa neuvostossa päättyy Rovaniemellä järjestettävään ulkoministerikokoukseen 7. toukokuuta.
sme: Suoma guovtte jagi ságajođihanbadji Árktalaš ráđis nohká Roavvenjárggas lágiduvvon olgoriikaministariid čoahkkimii miessemánu 7. beaivve.

source: Kokoukseen osallistuvat arktisten valtioiden lisäksi Arktisen neuvoston pysyvät osallistujat.
sme: Čoahkkimii oassálastet árktalaš riikkaid lassin Árktalaš ráđi bissovaš oassálastit.

source: Neuvoston kuusi alkuperäiskansoja edustavaa jäsentä ovat Aleuttien kansainvälinen järjestö, Arktinen Athabaskanin neuvosto, Gwich’inien kansainvälinen neuvosto, Inuiittien napapiirikonferenssi, Saamelaisneuvosto ja Venäjän pohjoisten alkuperäiskansojen järjestö.
sme: Ráđi guhtta eamiálbmogiid ovddasteaddji lahtu leat Aleuttiid riikkaidgaskasaš organisašuvdna, Árktalaš Athabaskani ráđđi, Gwich’iniid riikkaidgaskasaš ráđđi, Inuihtaid poláraguovlokonfereansa, Sámiráđđi ja Ruošša davvi eamiálbmogiid organisašuvdna.

source: ”Arktinen neuvosto on hyvä esimerkki siitä, kuinka alueellista sekä rajat ylittävää yhteistyötä voidaan tehdä yhdessä alueen ihmisten kanssa”, toteaa Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso.
sme: ”Árktalaš ráđđi lea buorre ovdamearka das, man láhkai guvllolaš sihke rájáid rasttildeaddji oktasašbarggu sáhttá bargat ovttas guovllu olbmuiguin”, gávnnaha Sámedikki II várreságajođiheaddji Tuomas Aslak Juuso.

source: ”Haluan onnitella Arktista neuvostoa, joka on Suomen puheenjohtajuuskauden aikana tehnyt hyvää yhteistyötä alkuperäiskansojen kanssa, keskittyen ilmastonmuutokseen ja meteorologiseen yhteistyöhön, yhdistäen perinteistä tietoa.
sme: ”Háliidan sávvat lihku Árktalaš ráđđái, mii lea Suoma ságajođihanáigodaga áigge bargan buori oktasašbarggu eamiálbmogiiguin, vuhtiiváldimiin dálkkádatnuppástusa ja meteorologalaš oktasašbarggu, ja fuopmášemiin árbevirolaš dieđu.

source: Toivon, että Arktinen neuvosto on tulevaisuudessa edelleen yksi ilmastonmuutoksen johtavista toimijoista.
sme: Sávan, ahte Árktalaš ráđđi lea ain boahttevuođas okta dain dálkkádatnuppástusa njunušdoibmejeaddjiin.

source: Me alkuperäiskansat, jotka elämme ilmastonmuutoksen vaikutusten etulinjoilla, näemme sen, kuinka tärkeää on keskittyä ilmastonmuutoksen hillintään.
sme: Mii eamiálbmogat, geat eallit dálkkádatnuppástusa váikkuhusaid ovdalinjjás, oaidnit dan, man dehálaš lea deattuhit dálkkádatnuppástusa goahcama.

source: Suomen kaksivuotisen puheenjohtajakauden ohjelmassa keskityttiin ilmastonmuutoksen hillintään ja YK:n kestävän kehityksen tavoitteiden toimeenpanoon arktisilla alueilla.
sme: Suoma guovtte jagi ságajođihanáigodaga prográmmas vuddjojuvvui dálkkádatnuppástusa goahcamii ja ON:id suvdilis ovdáneami ulbmiliid ollašuhttimii árktalaš guovlluin.

source: Suomen painopisteitä ovat olleet meteorologisen yhteistyön vahvistaminen, ympäristönsuojelu, mukaan lukien mustan hiilen ehkäisy, osaaminen ja koulutus sekä alueellinen yhteistyö.
sme: Suoma deaddočuoggát leamaš meteorologalaš oktasašbarggu nannen, birasgáhtten, nu ahte mielde čáhppes čina eastadeapmi, čehppodat ja skuvlejupmi sihke guvllolaš oktasašbargu.

source: Lue lisää ulkoministeriön tiedotteesta: Suomen arktinen puheenjohtajakausi huipentuu Rovaniemelle .
sme: Loga lasi olgoriikkaministeriija dieđáhusas: Suoma árktalaš ságajođihanáigodat nohká allagit Roavvenjárggas .

source: Lisätietoja:
sme: Lassidieđut:

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso puh. 040 187 1331, tuomas.juuso(at)samediggi.fi
sme: Sámedikki II várreságajođiheaddji Tuomas Aslak Juuso tel. 040 187 1331, tuomas.juuso(at)samediggi.fi

source: Kuva: Ville-Riiko Fofonoff
sme: Govva: Ville-Riiko Fofonoff
